Repository: miss-linetta/AquaTrail
Catalog: AquaTrail/AquaTrail/Localizable.xcstrings
Source language: en
Languages: uk

source: %d km
uk: %d км

source: %d km from you
uk: %d км від вас

source: %d m depth
uk: %d м

source: %d min
uk: %d хв

source: %lld km
uk: %lld км

source: %lld km from you
uk: %lld км від вас

source: %lld m
uk: %lld м

source: %lld min
uk: %lld хв

source: 10 m
uk: 10 м

source: 20 m
uk: 20 м

source: 30 m
uk: 30 м

source: 40 m
uk: 40 м

source: 50 km
uk: 50 км

source: 50 m
uk: 50 м

source: 100 km
uk: 100 км

source: 200 km
uk: 200 км

source: 500 km
uk: 500 км

source: About
uk: Про додаток

source: Access
uk: Доступ

source: Add dive
uk: Додати занурення

source: Add equipment
uk: Додати спорядження

source: Add records to your log
uk: Додайте записи у щоденник

source: Add your diving gear to keep track of it
uk: Додайте ваше дайвінг-спорядження для обліку

source: Add your first dive
uk: Додайте ваше перше занурення

source: Adv.
uk: Просун.

source: Advanced
uk: Просунутий

source: All
uk: Все

source: All spots
uk: Всі місця

source: Already have an account?
uk: Вже є акаунт?

source: Any
uk: Будь-яка

source: App language
uk: Мова додатку

source: App name
uk: Назва

source: Author
uk: Автор

source: Avg. depth
uk: Сер. глибина

source: Avg. rating
uk: Сер. оцінка

source: Beginner
uk: Початковий

source: Begn.
uk: Початк.

source: Best season
uk: Найкращий сезон

source: Boat
uk: Човен

source: Bottom temp.
uk: Темп. на дні

source: Brand
uk: Бренд

source: Buddy
uk: Бадді

source: Buddy name
uk: Ім'я напарника

source: Cancel
uk: Скасувати

source: Caves
uk: Печери

source: Certification
uk: Сертифікація

source: Change
uk: Змінити

source: Choose from files
uk: Обрати з файлів

source: Choose from gallery
uk: Обрати з галереї

source: Choose photo
uk: Обрати фото

source: Close
uk: Закрити

source: Conditions
uk: Умови

source: Confidence
uk: Впевненість

source: Confirm password
uk: Підтвердити пароль

source: Create account
uk: Створи акаунт

source: Create an account to keep a dive log, collect species, manage equipment and get personalized route recommendations.
uk: Створи акаунт щоб вести щоденник занурень, збирати колекцію видів, керувати спорядженням та отримувати персональні рекомендації маршрутів.

source: Date
uk: Дата

source: Deep
uk: Глибокий

source: Deep → Shallow
uk: Глибокі → Мілкі

source: Delete
uk: Видалити

source: Delete account
uk: Видалити акаунт

source: Delete account?
uk: Видалити акаунт?

source: Delete photo
uk: Видалити фото

source: Depth
uk: Глибина

source: Depth (m)
uk: Глибина (м)

source: Depth in your range
uk: Глибина у вашому діапазоні

source: Description
uk: Опис

source: Details
uk: Деталі

source: Difficulty
uk: Складність

source: Distance
uk: Відстань

source: Dive Log
uk: Щоденник

source: Dive spot
uk: Місце занурення

source: Dive spot name
uk: Назва дайв-споту

source: Dives
uk: Занурень

source: Don't have an account?
uk: Немає акаунту?

source: Done
uk: Готово

source: Drift
uk: Дрифт

source: Dry suit
uk: Сухий костюм

source: Duration (min)
uk: Тривалість (хв)

source: Easy → Hard
uk: Легкі → Складні

source: Edit
uk: Редагувати

source: Edit profile
uk: Редагувати профіль

source: Entry
uk: Вхід

source: Entry type
uk: Тип входу

source: Equipment
uk: Спорядження

source: Equipment name
uk: Назва спорядження

source: Expert
uk: Експертний

source: Failed to delete equipment
uk: Не вдалось видалити спорядження

source: Failed to delete photo: %@
uk: Не вдалось видалити фото: %@

source: Failed to delete record
uk: Не вдалось видалити запис

source: Failed to load equipment
uk: Не вдалось завантажити спорядження

source: Failed to load profile: %@
uk: Не вдалось завантажити профіль: %@

source: Failed to load records
uk: Не вдалось завантажити записи

source: Failed to read image
uk: Не вдалось прочитати зображення

source: Failed to save: %@
uk: Не вдалось зберегти: %@

source: Failed to upload photo: %@
uk: Не вдалось завантажити фото: %@

source: Farthest
uk: Найдальші

source: Fauna
uk: Фауна

source: Filters
uk: Фільтри

source: Flora
uk: Флора

source: Get directions
uk: Прокласти маршрут

source: Good season now
uk: Зараз гарний сезон

source: Hard → Easy
uk: Складні → Легкі

source: Home
uk: Головна

source: Hydro test
uk: Гідротест

source: Hydrostatic test
uk: Гідростатичне випробування

source: Infrastructure
uk: Інфраструктура

source: Interesting: %@
uk: Цікаво: %@

source: Interests (for recommendations)
uk: Інтереси (для рекомендацій)

source: Interm.
uk: Середн.

source: Intermediate
uk: Середній

source: Interval
uk: Інтервал

source: JOIN US
uk: ПРИЄДНУЙСЯ

source: Language
uk: Мова

source: Last service
uk: Останній сервіс

source: Last test
uk: Останній тест

source: Linked to dive spot
uk: Пов'язано з дайв-спотом

source: Location
uk: Локація

source: Log dive
uk: Записати занурення

source: m
uk: м

source: Max. depth
uk: Макс. глибина

source: Max. distance
uk: Макс. відстань

source: min
uk: хв

source: Min. certification
uk: Мін. сертифікація

source: Min. dives
uk: Мін. занурень

source: Minutes
uk: Хвилин

source: Model
uk: Модель

source: months
uk: міс.

source: My location
uk: Моя локація

source: Name
uk: Ім'я

source: Nearby spots
uk: Місця поруч

source: Nearest
uk: Найближчі

source: New dive
uk: Нове занурення

source: New equipment
uk: Нове спорядження

source: Next test: in 5 years
uk: Наступний тест: через 5 років

source: Night
uk: Нічний

source: No equipment yet
uk: Ще немає спорядження

source: No records yet
uk: Ще немає записів

source: No service date
uk: Немає дати сервісу

source: No spots match selected filters
uk: Немає місць за обраними фільтрами

source: Notes
uk: Нотатки

source: Number of dives
uk: Кількість занурень

source: On map
uk: На карті

source: Open in
uk: Відкрити в

source: Password
uk: Пароль

source: Petrovych Nataliia
uk: Петрович Наталія

source: Photo
uk: Фото

source: Place
uk: Місце

source: Planning
uk: Планування

source: Profile
uk: Профіль

source: Purchase date
uk: Дата покупки

source: Rate the app
uk: Оцінити додаток

source: Rating
uk: Оцінка

source: Recommendations on map
uk: Рекомендації на карті

source: Recommended
uk: Рекомендовано

source: Recommended spots
uk: Рекомендовані місця

source: Reef
uk: Рифи

source: Register
uk: Зареєструватись

source: Requirements
uk: Вимоги

source: Requires higher certification
uk: Потрібна вища сертифікація

source: Reset
uk: Скинути

source: Save
uk: Зберегти

source: Save error: %@
uk: Помилка збереження: %@

source: Saved
uk: Збережено

source: Select location
uk: Обрати локацію

source: Select on map
uk: Обрати на карті

source: Service
uk: Обслуговування

source: Service due soon
uk: Скоро сервіс

source: Service OK
uk: Сервіс ОК

source: Service overdue
uk: Сервіс прострочений

source: Settings
uk: Налаштування

source: Shallow → Deep
uk: Мілкі → Глибокі

source: Share AquaTrail
uk: Поділитись AquaTrail

source: Shore
uk: Берег

source: Sign in
uk: Увійти

source: Sign in to get personalized recommendations
uk: Увійдіть щоб отримати персональні рекомендації

source: Sign in to keep a dive log
uk: Увійдіть щоб вести щоденник занурень

source: Sign into account
uk: Увійти в акаунт

source: Sign out
uk: Вийти з акаунту

source: Specify a valid depth
uk: Вкажіть коректну глибину

source: Specify a valid duration
uk: Вкажіть коректну тривалість

source: Specify equipment name
uk: Вкажіть назву спорядження

source: Specify spot name
uk: Вкажіть назву місця

source: Stairs
uk: Сходи

source: Status
uk: Статус

source: Suitable difficulty
uk: Підходяща складність

source: Surface temp.
uk: Темп. поверхні

source: Take photo
uk: Зробити фото

source: Tap the map to select a location
uk: Натисніть на карту щоб обрати місце

source: Temp.
uk: Темп.

source: The system will analyze your dives and suggest the best spots
uk: Система проаналізує ваші занурення та запропонує найкращі місця

source: Thermocline
uk: Термоклін

source: This will permanently delete your profile, all log entries and your account. This action cannot be undone.
uk: Це видалить ваш профіль, всі записи щоденника та акаунт назавжди. Цю дію не можна скасувати.

source: Time
uk: Час

source: Training
uk: Тренування

source: Type
uk: Тип

source: Up to
uk: До

source: Update
uk: Оновити

source: Version
uk: Версія

source: Visibility
uk: Видимість

source: Visibility (m)
uk: Видимість (м)

source: Visibility (summer)
uk: Видимість (літо)

source: Visibility (winter)
uk: Видимість (зима)

source: Water temp.
uk: Темп. води

source: Water temp. (°C)
uk: Темп. води (°C)

source: What's your name?
uk: Як вас звати?

source: Wrecks
uk: Уламки

source: years
uk: років

source: Your diver profile
uk: Ваш профіль дайвера
